Repository: flutter-es/flutterconfweb
Catalog: lib/l10n/arb/intl_*.arb
Languages: es

# menuAboutText
source: About
es: Acerca de

# menuVenueText
source: Venue
es: Sede

# menuOrganizersText
source: Organizers
es: Organizadores

# menuPricingText
source: Pricing
es: Precios

# menuScheduleText
source: Schedule
es: Agenda

# menuGalleryText
source: Gallery
es: Galería

# menuContactText
source: Contact
es: Contacto

# menuBeSpeakerButton
source: Be a speaker
es: Ser speaker

# menuBuyTicketsButton
source: Buy tickets
es: Comprar tickets

# errorPageTitle
source: Uh-oh, sorry!
es: ¡Oh, disculpa!

# errorPageSubtitle
source: It wasn't Dash's fault - I swear!
es: ¡No fue culpa de Dash, en serio!

# errorReturnHomeButton
source: Return Home
es: Volver al inicio

# errorDataMessage
source: An error happened, try again
es: Ocurrió un error, intenta de nuevo

# errorDataRetryButton
source: Retry
es: Reintentar

# previousPageText
source: Previous page
es: Página anterior

# nextPageText
source: Next page
es: Página siguiente

# numberPageText
source: Page {page}
es: Página {page}

# morePagesText
source: More pages
es: Más páginas

# homeMainTitle
source: FlutterConfLatam 2025 Quito - Ecuador
es: FlutterConfLatam 2026 Cancun - Mexico

# homeMainDescription
source: September 9th and 10th
es: 22 y 23 de Septiembre

# homeMainExperienceOne
source: The Flutter experience awaits you in the
es: Cancún

# homeMainExperienceTwo
source: Middle of the World
es: trae una ola distinta. Dash te invita a vivirla.

# homeCountDownDays
source: Days
es: Días

# homeCountDownHours
source: Hours
es: Horas

# homeCountDownMinutes
source: Minutes
es: Minutos

# homeCountDownSeconds
source: Seconds
es: Segundos

# homeFeatureTitle
source: Do you love Flutter?
es: ¿Que nos hace únicos?

# homeFeatureDescription
source: Then you can't miss FlutterConf Latam 2025, the event where you learn, connect, and get inspired.
es: Somos la experiencia anual de Flutter más grande en Latinoamérica, creada para quienes quieran aprender, crear y conectar.

# homeFeatureLearnTitle
source: Learn from experts
es: Aprende con expertos

# homeFeatureLearnDescription
source: Enjoy talks and workshops on Flutter, and more.
es: Disfruta de charlas y workshops sobre Flutter, y más.

# homeFeatureConnectTitle
source: Connect with the community
es: Conecta con la comunidad

# homeFeatureConnectDescription
source: Connect with people who vibrate like you.
es: Conecta con gente que vibra igual que tú.

# homeFeatureGrowthTitle
source: Get inspired and grow
es: Inspírate y crece

# homeFeatureGrowthDescription
source: Discover ideas, tools, and new perspectives for your projects.
es: Descubre ideas, herramientas y nuevas perspectivas para tus proyectos.

# homeFeaturePrizeTitle
source: Win amazing prizes
es: Gana premios increíbles

# homeFeaturePrizeDescription
source: Participate in dynamics, challenges, and sweepstakes... and earn your very own Dash!
es: Participa en dinámicas, retos y sorteos... ¡y gana tu propio Dash!

# homeFeatureBuyTicketTitle
source: Buy your ticket from ${value} here!
es: ¡Compra tu ticket desde ${value} aquí!

# homeFeatureBuyTicketButton
source: Buy tickets
es: Comprar tickets

# homeVenueGratitudeMessage
source: We thank the University of the Americas (UDLA) for opening the doors of its campus to us and hosting FlutterConf Latam 2025.
es: Agradecemos a la Universidad de Las Américas (UDLA) por abrirnos las puertas de su campus y ser sede de FlutterConf Latam 2025.

# homeVenueGratitudeName
source: University of the Americas
es: Universidad de Las Américas

# homeNoveltiesTitle
source: News for 2025
es: Novedades para este 2025

# homeNoveltiesDescription
source: We've always given our best, but now we want to offer you an even more complete Flutter experience.
es: Siempre hemos dado lo mejor, pero ahora queremos ofrecerte una experiencia Flutter aún más completa.

# homeNoveltiesMerchTitle
source: Ecuador edition merch
es: Merch edición Ecuador

# homeNoveltiesMerchDescription
source: Unique swag, stickers, and more, just for this edition.
es: Swag único, stickers y más, solo para esta edición.

# homeNoveltiesTriviaTitle
source: Trivia lover?
es: ¿Amante de la trivia?

# homeNoveltiesTriviaDescription
source: We're preparing something you'll love.
es: Estamos preparando algo que te va a encantar.

# homeNoveltiesAppTitle
source: We'll have an official app by 2025!
es: ¡Este 2025 tendremos app oficial!

# homeNoveltiesAppDescription
source: Everything you need for FlutterConf Latam is now in the palm of your hand.
es: Todo lo que necesitas de FlutterConfLatam ahora en la palma de tu mano.

# homeNoveltiesAppSoon
source: Soon:
es: Proximamente:

# homePricingTitle
source: The Flutter experience within everyone's reach!
es: ¡La experiencia Flutter al alcance de todos!

# homePricingDescription
source: Take advantage of the early bird price and secure your spot
es: Aprovecha el precio early bird y asegura tu lugar

# homePricingEndDate
source: Until {date}
es: Hasta {date}

# homePricingBuyTicketsButton
source: Buy tickets
es: Comprar tickets

# homeSpeakersTitle
source: Experts who come to share everything
es: Expertos que vienen a compartirlo todo

# homeSpeakersDescription
source: Get ready to learn, be amazed, and connect with some of the best in the community.
es: Prepárate para aprender, sorprenderte y conectar con algunos de los mejores de la comunidad.

# homeSpeakersRedirectTitle
source: They are not all...
es: Ellos no son todos...

# homeSpeakersSeeMoreSpeakers
source: More speakers
es: Más speakers

# homeCollaborationSpeakerTitle
source: Do you want to be a speaker?
es: Tecnología, comunidad… y Cancún. Solo faltas tú

# homeCollaborationSpeakerDescription
source: If you are into inspiring and teaching, join us as a speaker.
es: Comparte tus aprendizajes y súmate como speaker para Flutter 2026.

# homeCollaborationSpeakerButton
source: Be a speaker
es: Ser speaker

# homeCollaborationSponsorTitle
source: Do you want to collaborate as a sponsor?
es: Únete como sponsor y haz que tu marca brille bajo el sol de Cancún

# homeCollaborationSponsorDescription
source: Your brand can also be part of this great experience!
es: Encuentra el plan perfecto y sé parte de la experiencia FlutterConf Latam.

# homeCollaborationSponsorButton
source: Be a sponsor
es: Ser sponsor

# homeSponsorsMessage
source: Your support makes FlutterConf 2025 a reality. Thank you for trusting us!
es: Su apoyo hace realidad FlutterConf 2025. ¡Gracias por confiar en nosotros!

# homeFaqTitle
source: Frequently Asked Questions
es: Preguntas frecuentes

# homeFaqDescription
source: Here we answer the most common ones so you can enjoy the Flutter experience without complications.
es: Aquí respondemos las más comunes para que vivas la experiencia Flutter sin complicaciones.

# aboutVenueName
source: See you at the University of the Americas!
es: ¡Nos vemos en la Universidad de las Américas!

# aboutVenueDescription
source: That's right! FlutterConf Latam 2025 will be held at the University of the Americas. Get ready for a unique experience on this incredible campus.
es: ¡Así es! FlutterConf Latam 2025 se llevará a cabo en la Universidad de las Américas. Prepárate para vivir una experiencia única en este increíble campus.

# aboutVenueCapacity
source: Capacity: 600 people
es: Capacidad: 600 personas

# aboutVenueHowToArrive
source: How to get there?
es: ¿Cómo llegar?

# aboutPlaceTitle
source: About the place
es: Acerca del lugar

# aboutPlaceDescription
source: We leave you three key facts so you can feel comfortable and enjoy the place to the fullest.
es: Te dejamos tres datos clave para que te sientas cómodo y disfrutes al máximo del lugar.

# aboutPlaceInstallationTitle
source: Campus facilities
es: Instalaciones del campus

# aboutPlaceInstallationDescription
source: The facility features modern classrooms, auditoriums, and networking spaces, equipped with high-speed Wi-Fi throughout the campus.
es: El lugar cuenta con aulas modernas, auditorios y espacios para networking, equipados con Wi-Fi de alta velocidad en todo el campus.

# aboutPlaceFoodTitle
source: Food and drinks
es: Comida y bebidas

# aboutPlaceFoodDescription
source: There are several cafeterias and food options available on campus, with special menus prepared for conference attendees.
es: Hay varias cafeterías y opciones de comida disponibles en el campus, con menús especiales preparados para los asistentes de la conferencia

# aboutPlaceMoveTitle
source: How to move?
es: ¿Cómo moverse?

# aboutPlaceMoveDescription
source: The campus is easy to navigate with clear signage. Event staff, wearing Flutter T-shirts, will be available to assist you.
es: El campus es fácil de navegar con una señalización clara. Personal del evento, con camisetas azules de Flutter, estará disponible para ayudarte.

# aboutExtraInfoTitle
source: Extra information and useful tips
es: Datos extras y consejos útiles

# aboutExtraInfoDescription
source: We share some recommendations so you can make the most of the event.
es: Te compartimos algunas recomendaciones para que aproveches al máximo el evento.

# aboutExtraSafetyTitle
source: Safety precautions
es: Precauciones de seguridad

# aboutExtraSafetyDescription
source: Avoid carrying large amounts of cash and keep your valuables safe in crowded areas.
es: Evita llevar grandes cantidades de dinero y mantén tus objetos de valor seguros en áreas concurridas.

# aboutExtraTransportTitle
source: Taxis and transportation
es: Taxis y transportes

# aboutExtraTransportDescription
source: Use licensed taxis or apps like Uber and Didi. Avoid unregistered taxis.
es: Usa taxis autorizados o aplicaciones como Uber y Didi. Evita tomar taxis no registrados.

# aboutExtraDeliveryAppTitle
source: Delivery applications
es: Aplicaciones de entrega

# aboutExtraDeliveryAppDescription
source: Popular options include Rappi, PedidosYa and Uber Eats for fast and reliable service.
es: Las opciones populares incluyen Rappi, PedidosYa y Uber Eats para un servicio rápido y confiable.

# speakersDescription
source: Get ready to learn, be amazed, and connect with some of the best in the community.
es: Prepárate para aprender, sorprenderte y conectar con algunos de los mejores de la comunidad.

# organizersPeopleTitle
source: Organizers
es: Organizadores

# organizersPeopleDescription
source: Behind every detail are organizers and tech communities committed to providing a great experience.
es: Detrás de cada detalle hay organizadores y comunidades tech comprometidas con brindar una buena experiencia.

# organizersCommunityTitle
source: Allied communities
es: Comunidades aliadas

# organizersCommunityDescription
source: This event wouldn't be the same without the heart of Flutter: The communities that make it possible!
es: Este evento no sería lo mismo sin el corazón de Flutter: ¡las comunidades que lo hacen posible!

# galleryMainTitle
source: Remember is to live again...
es: Recordar es volver a vivir...

# galleryMainMessage
source: We capture the best of every moment. The next epic photo could be yours! Check out some memories from past editions.
es: Capturamos lo mejor de cada momento. ¡La próxima foto épica podría ser la tuya! Mira algunos recuerdos de ediciones pasadas.

# scheduleMainTitle
source: Schedule
es: Agenda

# scheduleMainMessage
source: Get ready for two days of inspiration, talks, debates, and plenty of networking! Discover everything about the speakers, their topics, and the full program of the event.
es: ¡Prepárate para dos días de inspiración, charlas, debates y mucho networking! Descubre todo sobre los speakers, sus temas y el programa completo del evento.

# scheduleOptionDayOne
source: September 9th
es: Septiembre 9

# scheduleOptionDayTwo
source: September 10th
es: Septiembre 10

# scheduleOptionDayTitle
source: Day {day} - {date}
es: Día {day} - {date}

# scheduleLightingTitle
source: Lighting talk - Track {track}
es: Charla ligera - Track {track}

# scheduleSessionTitle
source: Session - Track {track}
es: Sesión - Track {track}

# scheduleWorkshopTitle
source: Workshop
es: Taller

# scheduleRequirementTitle
source: Requirements
es: Requisitos

# contactMainTitle
source: Do you have any questions? Write to us.
es: ¿Tienes dudas? Escríbenos

# contactMainDescription
source: Or if you prefer, contact us through our social media! We love staying in touch!
es: ¡O si prefieres, contáctanos a través de nuestras redes sociales! ¡Nos encanta estar en contacto!

# contactCopyEmail
source: Copy email
es: Copiar correo

# footerTitle
source: See you in Quito, Ecuador 🇪🇨 !
es: ¡Nos vemos en Quito, Ecuador 🇪🇨 !

# footerDescription
source: Take advantage of the event and discover the magic of Quito and its surroundings.
es: Aprovecha el evento y descubre la magia de Quito y sus alrededores.

# footerSeeMore
source: Learn more
es: Saber más

# footerMemoriesTitle
source: Will this be your first FlutterConf?
es: ¿Será tu primer FlutterConf?

# footerMemoriesDescription
source: See how we experienced it in previous editions.
es: Mira cómo lo vivimos en ediciones anteriores.

# footerMemoriesVideoOne
source: FlutterConf Latam 2024, Arequipa, Peru
es: FlutterConf Latam 2025, Quito, Ecuador

# footerMemoriesVideoTwo
source: FlutterConf Latam 2023, Medellín, Colombia
es: FlutterConf Latam 2024, Arequipa, Perú

# footerTermsAndConditions
source: Terms and conditions
es: Términos y condiciones

# footerPrivacyPolicy
source: Privacy policy
es: Políticas de privacidad

# footerDataProtectionTitle
source: By purchasing your ticket, you confirm that you have read the following:
es: Al haber comprado tu entrada, confirmas haber leído lo siguiente:

# dataProtectionDialogTitle
source: Data protection notice
es: Aviso de protección de datos

# dataProtectionDialogParagraphOne
source: "The data provided will be used exclusively for the management of the FlutterConf Latam 2025 event, including related communications and the sending of relevant information about future activities organized by FlutterConf Latam, its sponsors, and strategic partners, such as the University of Las Américas. Your data may be shared with the event sponsors and the University of Las Américas to offer you opportunities, promotions, and content related to the technology and education sectors."
es: "Los datos proporcionados serán utilizados exclusivamente para la gestión del evento FlutterConf Latam 2025, incluyendo comunicación relacionada y envío de información relevante sobre actividades futuras organizadas por FlutterConf Latam, sus patrocinadores y aliados estratégicos, como la Universidad de Las Américas. Tus datos podrán ser compartidos con los patrocinadores del evento y la Universidad de Las Américas con el fin de ofrecerte oportunidades, promociones y contenidos relacionados con el sector tecnológico y educativo."

# dataProtectionDialogParagraphTwo
source: We guarantee the responsible and secure handling of your information in accordance with current personal data protection regulations.
es: Garantizamos el manejo responsable y seguro de tu información conforme a las normativas vigentes de protección de datos personales.

# dataProtectionDialogParagraphTwoBold
source: You can request the update, rectification, or deletion of your data at any time.
es: Puedes solicitar en cualquier momento la actualización, rectificación o eliminación de tus datos.

# dataProtectionDialogParagraphThree
source: To learn more, check out our
es: Para conocer más, consulta nuestra

# dataProtectionDialogLinkText
source: Personal Data Protection Policy.
es: Política de Protección de Datos Personales.

# dataProtectionDialogButtonMessageOne
source: By clicking
es: Al presionar

# dataProtectionDialogButtonMessageBold
source: "Understood"
es: "Entendido"

# dataProtectionDialogButtonMessageTwo
source: , you will be redirected to the purchase page, and you agree that you have read the Data Protection Notice.
es: , serás redirigido a la página de compra, y aceptas haber leído el Aviso de Protección de datos.

# dataProtectionDialogAcceptButton
source: Understood
es: Entendido

# marqueeDisclaimer
source: Get vaccinated against yellow fever! If you're coming from Colombia 🇨🇴, Peru 🇵🇪, Bolivia 🇧🇴, or Brazil 🇧🇷, don't forget to get vaccinated at least 10 days before traveling to Ecuador.
es: ¡Vacúnate contra la fiebre amarilla! Si vienes de Colombia 🇨🇴, Perú 🇵🇪, Bolivia 🇧🇴 o Brasil 🇧🇷, no olvides vacunarte mínimo 10 días antes de viajar a Ecuador.
